{
  "arr": [
    {
      "text": "Write code as if accompanied by a violent psychopath who knows where you live.",
      "author": "Steve McConnell"
    },
    {
      "text": "The complexity of the program grows until it exceeds the programmer's ability.",
      "author": "Arthur Bloch. Murphy's Laws"
    },
    {
      "text": "Walking on water and developing programs following TK is very easy...if they are frozen.",
      "author": "I. Berard"
    },
    {
      "text": "What the mind of man can comprehend and believe he is capable of achieving.",
      "author": "Napoleon Hill, journalist and writer"
    },
    {
      "text": "Strive not for success, but for the values it provides.",
      "author": "Albert Einstein"
    },
    {
      "text": "I owe my success to the fact that I have never made excuses or accepted excuses from others.",
      "author": "Florence Nightingale"
    },
    {
      "text": "In my career, I've missed more than 9,000 throws, lost almost 300 games.",
      "author": "Michael Jordan"
    },
    {
      "text": "The hardest thing is to get started, the rest just depends on persistence.",
      "author": "Amelia Earhart"
    },
    {
      "text": "One must love life more than the meaning of life.",
      "author": "Fyodor Dostoyevsky"
    },
    {
      "text": "Life is what happens to you while you're making plans.",
      "author": "John Lennon"
    },
    {
      "text": "Logic can take you from point A to point B, and imagination can take you anywhere.",
      "author": "Albert Einstein"
    },
    {
      "text": "Twenty years from now you will be more disappointed by the things you didn't do than the things you did.",
      "author": "Mark Twain"
    },
    {
      "text": "You should always start with the things that sow doubt.",
      "author": "Boris Strugatsky"
    },
    {
      "text": "True responsibility is only personal.",
      "author": "Fazil Iskander"
    },
    {
      "text": "A meaningless life is not worth living.",
      "author": "Socrates"
    },
    {
      "text": "80% of success is showing up in the right place at the right time.",
      "author": "Woody Allen"
    },
    {
      "text": "Your time is limited, don't waste it living someone else's life.",
      "author": "Steve Jobs"
    },
    {
      "text": "Winning isn't everything, everything is a constant desire to win.",
      "author": "Vince Lombardi, American soccer coach"
    },
    {
      "text": "Science is organized knowledge, wisdom is organized life.",
      "author": "Immanuel Kant"
    },
    {
      "text": "There is no word for 'impossible' in my dictionary.",
      "author": "Napoleon Bonaparte"
    },
    {
      "text": "You will never cross the ocean unless you have the courage to lose sight of the shore.",
      "author": "Christopher Columbus"
    },
    {
      "text": "Freedom is worthless if it does not include the freedom to be wrong.",
      "author": "Mahatma Gandhi"
    },
    {
      "text": "Either you control your day or the day controls you.",
      "author": "Jim Rohn, speaker and business coach"
    },
    {
      "text": "If you think you can do something, you're right; if you think you can't do anything, you're right, too.",
      "author": "Henry Ford"
    },
    {
      "text": "The two most important days of your life: the day you were born, and the day you figured out why.",
      "author": "Mark Twain"
    },
    {
      "text": "Start doing everything you can do - and even things you can even dream about.",
      "author": "Johann Wolfgang Goethe"
    },
    {
      "text": "The best revenge is a great success.",
      "author": "Frank Sinatra"
    },
    {
      "text": "It is often said that motivation is not long enough.",
      "author": "Zig Ziglar, writer, businessman and marketing consultant"
    },
    {
      "text": "Weak people spend their whole lives trying to be as good as anyone else.",
      "author": "Boris Akunin"
    },
    {
      "text": "It's all about thinking.",
      "author": "Leo Tolstoy"
    },
    {
      "text": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
      "author": "Aristotle"
    },
    {
      "text": "The person you are destined to become is only the person you choose to become.",
      "author": "Ralph Waldo Emerson, essayist, poet and philosopher"
    },
    {
      "text": "Walk confidently toward your dreams.",
      "author": "Henry David Thoreau, writer, thinker, naturalist"
    },
    {
      "text": "I hope that at the end of my days, when I stand before God, I won't have an ounce of talent left so that I can say to him, 'I have used everything you have given me",
      "author": "Erma Bombeck, writer, journalist"
    },
    {
      "text": "It's better to be sure of a good result than to hope for a great one.",
      "author": "Warren Buffett"
    },
    {
      "text": "Some things can capture your attention, but focus better on those things that capture your heart.",
      "author": "Indian proverb"
    },
    {
      "text": "Once you believe you can, you're halfway there.",
      "author": "Theodore Roosevelt"
    },
    {
      "text": "You shouldn't blame a child for being afraid of the dark.",
      "author": "Plato"
    },
    {
      "text": "Learn to say 'I don't know,' and that will already be progress.",
      "author": "Moses Maimonides, Jewish philosopher and theologian"
    },
    {
      "text": "Start from where you are now.",
      "author": "Arthur Ashe, tennis player"
    },
    {
      "text": "When I was 5 years old, my mother always told me that the most important thing in life was happiness.",
      "author": "John Lennon"
    },
    {
      "text": "Fall seven times and rise eight times.",
      "author": "Japanese proverb"
    },
    {
      "text": "When one door to happiness closes, another opens immediately.",
      "author": "Helen Keller, writer, lecturer, political activist"
    },
    {
      "text": "Everything has its beauty, but not everyone can see it.",
      "author": "Confucius"
    },
    {
      "text": "How beautiful it is that you don't have to wait a minute to start making the world a better place.",
      "author": "Anne Frank"
    },
    {
      "text": "When I am freed from who I am, I become what I can be.",
      "author": "Lao Tzu"
    },
    {
      "text": "Happiness is not something ready-made.",
      "author": "Dalai Lama"
    },
    {
      "text": "If you are offered a seat in a rocket ship, don't ask what the seat is! Just take it.",
      "author": "Sheryl Sandberg, Facebook COO"
    },
    {
      "text": "Define your ideal first: set a goal.",
      "author": "Aristotle"
    },
    {
      "text": "If there is no wind, take up the oars.",
      "author": "Latin proverb"
    },
    {
      "text": "Always lean on the idea that your own decision to succeed is far more important than anything else.",
      "author": "Abraham Lincoln"
    },
    {
      "text": "Success is the ability to go from defeat to defeat without losing optimism.",
      "author": "Winston Churchill"
    },
    {
      "text": "Everyone wants to change humanity, but no one thinks about how to change themselves.",
      "author": "Leo Tolstoy"
    },
    {
      "text": "It is important to believe that talent is given to us for a reason - and that at all costs it must be used for something.",
      "author": "Marie Curie"
    },
    {
      "text": "If your inner voice tells you that you can't draw - draw as much as you can, then that voice will quiet down.",
      "author": "Vincent Van Gogh"
    },
    {
      "text": "Determination of purpose is the starting point of all achievement.",
      "author": "William Clement Stone, writer and businessman"
    },
    {
      "text": "We become what we think about.",
      "author": "Earl Nightingale, radio host"
    },
    {
      "text": "I am not a victim of circumstance, I am the result of my decisions.",
      "author": "Stephen Covey, organizational management consultant and trainer"
    },
    {
      "text": "The best time to plant a tree was 20 years ago.",
      "author": "Chinese proverb"
    },
    {
      "text": "All children are artists.",
      "author": "Pablo Picasso"
    },
    {
      "text": "I was amazed at the importance of taking action.",
      "author": "Leonardo da Vinci"
    },
    {
      "text": "What is money? A man is successful if he wakes up in the morning, goes back to bed in the evening, and does what he likes at recess.",
      "author": "Bob Dylan"
    },
    {
      "text": "I didn't fail the test.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "Defeat is not defeat unless you recognize it as such in your mind.",
      "author": "Bruce Lee"
    },
    {
      "text": "Failure is simply an opportunity to start again, but more wisely.",
      "author": "Henry Ford"
    },
    {
      "text": "I'm sure: You can't let the cheesy word 'you can't' stop you.",
      "author": "Richard Branson"
    },
    {
      "text": "Only he who never makes a mistake tries anything new.",
      "author": "Albert Einstein"
    },
    {
      "text": "You become what you believe in.",
      "author": "Oprah Winfrey, TV host"
    },
    {
      "text": "Happiness is not doing always what you want, but always wanting what you do.",
      "author": "Leo Tolstoy"
    },
    {
      "text": "I would rather die of passion than of boredom,",
      "author": "Vincent van Gogh"
    },
    {
      "text": "There are three times you learn fastest - before the age of 7, in training, and when life has backed you into a corner.",
      "author": "Stephen Covey"
    },
    {
      "text": "People will forget what you said, they will forget what you did, but they will never forget how you made them feel.",
      "author": "Maya Angelou, writer and poet."
    },
    {
      "text": "Our consciousness is everything.",
      "author": "Buddha"
    },
    {
      "text": "If you want to build a ship, you don't have to convene people, plan, divide the work, get the tools.",
      "author": "Antoine de Saint-Exupéry"
    },
    {
      "text": "Never assume that you already know everything.",
      "author": "Ivan Pavlov, physiologist scientist"
    },
    {
      "text": "It's not as important how slowly you walk as how long you walk without stopping.",
      "author": "Confucius"
    },
    {
      "text": "If you think about what you have in life, you can always have more.",
      "author": "Oprah Winfrey"
    },
    {
      "text": "Turn your large-scale thoughts into large-scale actions as quickly as possible.",
      "author": "Donald Trump"
    },
    {
      "text": "To lead people, go after them.",
      "author": "Lao Tzu"
    },
    {
      "text": "Remember that not achieving success is sometimes great luck, too.",
      "author": "Dalai Lama"
    },
    {
      "text": "Always choose the hardest path - you won't meet any competitors on it.",
      "author": "Charles de Gaulle"
    },
    {
      "text": "One completed productive task is worth fifty half-finished tasks.",
      "author": "Malcolm Forbes"
    },
    {
      "text": "Our lives begin to come to an end when we stop talking about the really important things.",
      "author": "Martin Luther King, Jr."
    },
    {
      "text": "Trouble doesn't come alone, but neither does good luck.",
      "author": "Romain Rolland, writer"
    },
    {
      "text": "Every thought is like a dough; if you crumple it well, you can make anything out of it",
      "author": "Ivan Turgenev"
    },
    {
      "text": "Do what you can where you are, using what you have.",
      "author": "Theodore Roosevelt"
    },
    {
      "text": "Remember, no one can make you feel inferior without your consent.",
      "author": "Eleanor Roosevelt"
    },
    {
      "text": "The world is divided into two classes - some believe in the unbelievable, others do the impossible.",
      "author": "Oscar Wilde"
    },
    {
      "text": "The only happiness in life is the constant striving forward.",
      "author": "Émile Zola"
    },
    {
      "text": "It is not the strongest that survives, but the most receptive to change",
      "author": "Charles Darwin"
    },
    {
      "text": "You can say you have bad genetics, bad metabolism, or you can just get your ass up off the couch and start working on yourself, set a goal and believe in yourself.",
      "author": "Arnold Schwarzenegger"
    },
    {
      "text": "Not falling down once is not the greatest merit in life.",
      "author": "Nelson Mandela"
    },
    {
      "text": "The question is not who will let me, but who can forbid me.",
      "author": "Ayn Rand"
    },
    {
      "text": "When it seems that the whole world is turned against you, remember that the plane does not take off in the wind, but against it.",
      "author": "Henry Ford"
    },
    {
      "text": "Life is not measured by how many years are in it, but by how much real life is in those years.",
      "author": "Abraham Lincoln"
    },
    {
      "text": "Doing good for the world is the only way to be happy.",
      "author": "Hans Christian Andersen"
    },
    {
      "text": "Either write something worthwhile or do something worth writing about.",
      "author": "Benjamin Franklin"
    },
    {
      "text": "The only way to do something very well is to love what you do.",
      "author": "Steve Jobs"
    },
    {
      "text": "A wise man demands everything of himself; a lowly man demands everything of others.",
      "author": "Leo Tolstoy"
    },
    {
      "text": "Great are those who see that thoughts rule the world.",
      "author": "Ralph Emerson"
    },
    {
      "text": "Before you climb the ladder of success, make sure it's leaned against the wall of the building you want.",
      "author": "Stephen Covey"
    },
    {
      "text": "At the root of every successful venture is a courageous decision once made.",
      "author": "Peter Drucker, American economist"
    }
  ],
  "code": 200
}